Repository: iskyd/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: it

source: Vat in: %s
it: Iva in: %s

source: Page %(page_number)d of %(page_count)d
it: Pagina %(page_number)d di %(page_count)d

source: Invoice num.: %s
it: Fattura num.: %s

source: Customer
it: Cliente

source: Provider
it: Fornitore

source: Payment information
it: Informazioni pagamento

source: Account n.
it: Account num.

source: Variable symbol
it: Simbolo variabile

source: Specific symbol
it: Simbolo specifico

source: List of items
it: Lista dei prodotti

source: Description
it: Descrizione

source: Units
it: UnitÃ

source: Price per one
it: Prezzo singolo

source: Total price
it: Prezzo totale

source: Tax
it: Tasse

source: Total price with tax
it: Prezzo totale con tasse

source: Rounding
it: Arrotondamento

source: Total
it: Totale

source: Breakdown VAT
it: Partizione IVA

source: VAT rate
it: Aliquota IVA

source: Without VAT
it: Senza IVA

source: With VAT
it: Con IVA

source: Total with tax
it: Totale con tasse

source: Creator
it: Creatore

source: Date of exposure taxable invoice
it: Data di emissione della fattura

source: Taxable invoice num.: %s
it: Fattura imponibile num.: %s

source: Due date
it: Scadenza

source: Taxable date
it: Data imponibile

source: Paytype
it: Tipo di pagamento

source: Correcting document: %s
it: Correzione del documento: %s

source: Correction document for invoice: %s
it: Documento di correzione per fattura: %s

source: Reason to correction: %s
it: Motivo della correzione: %s

source: Date of exposure
it: Data di emissione

source: Document num.: %s
it: Documento num.: %s
